Repository: UCSCLibrary/SimpleVocabPlus
Catalog: languages/*.po
Languages: it

source: Application scope
it: Intervallo di applicazione

source: Apply to Collections
it: Applica alle collezioni

source: If checked, the plugin will apply to Collections metadata too (by default, this plugin only applies to Items metadata).
it: Se selezionata, il plugin sarà applicato anche ai metadati delle collezioni (per default, viene applicato solo ai metadati dei documenti).

source: Apply to Files
it: Applica ai file

source: If checked, the plugin will apply to Files metadata too (by default, this plugin only applies to Items metadata).
it: Se selezionata, il plugin sarà applicato anche ai metadati dei file (per default, viene applicato solo ai metadati dei documenti).

source: Apply to Exhibit
it: Applica alle esposizioni

source: If checked, the plugin will apply to Exhibits metadata too (by default, this plugin only applies to Items metadata).
it: Se selezionata, il plugin sarà applicato anche ai metadati delle esposizioni (per default, viene applicato solo ai metadati dei documenti).

source: The %s plugin is not installed or active. Install and activate the plugin in order to be able to configure notifications for new Exhibits.
it: Il plugin %s non è installato o attivo. Installare ed attivare il plugin per poter configurare le notifiche per nuove esposizioni.

source: Alerts
it: Notifiche

source: Highlight autosuggest fields
it: Evidenzia campi autosuggerimento

source: Add autosuggest reminder
it: Aggiungi nota autosuggerimento

source: Adds a notice to the description of fields that have autosuggest feature applied.
it: Aggiunge una notifica alla descrizione dei campi che hanno la funzionalità di autosuggerimento applicata.

source: Checks
it: Controlli

source: Compare element values
it: Compara valori elementi

source: When examining an element, compare the recorded values with the vocabulary's terms.
it: Durante l'esame di un elemento, comparare i valori registrati con i termini del vocabolario.

source: Assign Vocabulary
it: Assegna vocabolario

source: Create Vocabulary
it: Crea vocabolario

source: Edit Vocabulary
it: Modifica vocabolario

source: Examine Element
it: Esamina elemento

source: Assign Vocabulary to Metadata Element
it: Assegna vocabolario ad un elemento dei metadati

source: Element
it: Elemento

source: Select an element to assign it a vocabulary. Elements already assigned a vocabulary are marked with an asterisk (*).
it: Selezionare un elemento al quale assegnare un vocabolario. Gli elementi ai quali è già assegnato un vocabolario sono indicati con un asterisco (*).

source: Source
it: Origine

source: Choose the source of terms (note: if uncertain of values' consistency, you might want to <a href='#tab4'><strong>examine them first</strong></a>).
it: Scegliere la sorgente dei termini (nota: se si hanno delle riserve sulla consistenza dei valori, è meglio <a href='#tab4'><strong>sesaminarli prima</strong></a>).

source: Self assign: values are retrieved from the element's recorded ones
it: Autoassegna: i valori sono recuperati da quelli già presenti in archivio

source: Multiple assign: values are retrieved from multiple elements of the repository
it: Assegnazione multipla: i valori sono recuperati da più elementi dell'archivio

source: Vocabulary: values are retrieved from a local/remote custom vocabulary
it: Vocabolario: i valori sono recuperati da un vocabolario personalizzato locale/remoto

source: Source element(s)
it: Elemento/i sorgente

source: Select one or more elements to use as source.
it: Selezionare uno o più elementi da usare come sorgenti.

source: Source vocabulary
it: Vocabolario sorgente

source: Select a vocabulary to enable the autosuggest feature for the above element.
it: Seleziona un vocabolario per abilitare la funzionalità di autosuggerimento per l'elemento indicato sopra.

source: Enforce values
it: Forza valori

source: If selected, user will see a dropdown box and will have to choose one of the suggested values. Works only with local/remote vocabularies. Deselect the option to disable the feature.
it: Se selezionata, l'utente vedrà una casella di riepilogo a discesa e dovrà scegliere uno dei valori suggeriti. Funziona solo con vocabolari locali/remoti. Deselezionare l'opzione per disabilitare la funzione.

source: Current Assignments
it: Assegnazioni correnti

source: Element Set
it: Insieme di elementi

source: Type
it: Tipologia

source: Vocabulary
it: Vocabolario

source: Enforced
it: Forzato

source: yes
it: sì

source: There are no suggest assignments.
it: Non esistono assegnazioni di suggerimenti.

source: Create new Vocabulary
it: Crea un nuovo vocabolario

source: Name
it: Nome

source: Provide a name for your new vocabulary.
it: Fornisci un nome per il tuo nuovo vocabolario.

source: Location
it: Collocazione

source: Choose whether you would like the repository to store your new vocabulary's terms, or rather to store the vocabulary in the cloud (using Google Drive or GitPages or other similar services).
it: Scegli se vuoi che l'archivio conservi i termini del tuo nuovo vocabolario, oppure se vuoi conservare il vocabolario nel cloud (usando Google Drive o GitPages o altri servizi similari).

source: Define vocabulary and manually edit it here
it: Definisci il vocabolario e modificalo manualmente qui

source: Import vocabulary from the cloud
it: Importa il vocabolario dal cloud

source: If the vocabulary is stored in the cloud, this field shows the file URL for the vocabulary; any web server or cloud service can host this file. A plain text file is expected with one term per line; a line consisting of a sequence of 3 hyphens will be displayed as an empty line and can be used as separator for subgroups of terms; a line starting with 3 asterisks will be displayed as an unselectable, bolded subgroup title.
it: Se il vocabolario è conservato nel cloud, questo campo mostra l'URL del file vocabolario; qualsiasi server web o servizio cloud può ospitare questo file. È atteso un file di testo semplice, con un termine per riga; una riga formata da una sequenza di 3 trattini sarà mostrata come una riga vuota e può essere usata come separatore per sottogruppi di termini; una riga che comincia con 3 asterischi

source: Terms list
it: Lista termini

source: Input all terms below, one term per line; a line consisting of a sequence of 3 hyphens will be displayed as an empty line and can be used as separator for subgroups of terms; a line starting with 3 asterisks will be displayed as an unselectable, bolded subgroup title. You can also drag and drop a text file here, to automatically paste its content.
it: Inserisci tutti i termini qui sotto, un termine per riga; una riga formata da una sequenza di 3 trattini sarà mostrata come una riga vuota e può essere usata come separatore per sottogruppi di termini; una riga che comincia con 3 asterischi verrà mostrata come titolo di un sottogruppo, in grassetto e non selezionabile. Puoi anche trascinare e rilasciare qui un file di testo, incollandone automaticamente il contenuto.

source: Input all terms or drop a text file...
it: Inserisci tutti i termini o rilascia un file di testo...

source: Edit existing Vocabulary
it: Modifica vocabolario esistente

source: Select a Vocabulary to edit.
it: Seleziona un vocabolario da modificare.

source: If the vocabulary is stored in the cloud, this field shows the file URL for the vocabulary. Any web server or cloud service can host this file (we recommend GitPages).
it: Se il vocabolario è conservato nel cloud, questo campo mostra l'URL del file vocabolario. Ogni server web o servizio cloud può ospitare questo file (noi raccomandiamo GitPages).

source: The vocabulary's terms are displayed here, one term per line; a line consisting of a sequence of 3 hyphens will be displayed as an empty line and can be used as separator for subgroups of terms; a line starting with 3 asterisks will be displayed as an unselectable, bolded subgroup title.
it: I termini del vocabolario vengono mostrati qui, un termine per riga; una riga formata da una sequenza di 3 trattini sarà mostrata come una riga vuota e può essere usata come separatore per sottogruppi di termini; una riga che comincia con 3 asterischi verrà mostrata come titolo di un sottogruppo, in grassetto e non selezionabile.

source: Save Changes
it: Salva le modifiche

source: Delete Vocabulary
it: Elimina vocabolario

source: Examine Element's values
it: Esamina i valori di un elemento

source: Before creating a vocabulary with values retrieved from the ones stored in the repository for a particular element, you might want to examine their consistency. Consider in fact the following caveats:
it: Prima di creare un vocabolario con valori ottenuti da quelli presenti nell'archivio per un dato elemento, potresti voler esaminare la loro consistenza. Considera infatti le seguenti indicazioni:

source: Vocabulary terms must not contain newlines (line breaks).
it: Un vocabolario non deve contenere rimandi a capo (interruzioni di riga).

source: Vocabulary terms are typically short and concise. If your existing texts are otherwise, avoid using a controlled vocabulary for this element.
it: I termini del vocabolario sono solitamente corti e concisi. Se i testi preesistenti non lo sono, si suggerisce di non utilizzare un vocabolario controllato per questo elemento.

source: Existing texts that are not in the vocabulary will be preserved - however, they cannot be selected in the item edit page, and will be deleted once you save the item.
it: I testi preesistenti che non sono nel vocabolario verranno preservati - non potranno però essere selezionati nella pagina di modifica, e saranno cancellati una volta che il documento verrà salvato.

source: Select an element to examine.
it: Seleziona un elemento da esaminare.

source: Select Below
it: Seleziona sotto

source: Short text
it: Testo corto

source: Long text
it: Testo lungo

source: Contains newlines
it: Contiene rimandi a capo

source: Contains HTML code
it: Contiene codice HTML

source: The element's suggest feature was successfully deleted.
it: La funzionalità di suggerimento per l'elemento è stata eliminata correttamente.

source: This will delete this Assignment, but not the assigned Vocabulary.
it: Questo cancellerà questa assegnazione, ma non il vocabolario associato

source: Please select less source elements.
it: Si prega di selezionare meno elementi sorgente.

source: local
it: locale

source: remote
it: remoto

source: Please select an element to assign.
it: Si prega di selezionare un elemento da assegnare.

source: Invalid suggest endpoint. No changes have been made.
it: Parametro di suggerimento invalido. Nessuna modifica è stata effettuata.

source: The element's suggest feature was successfully added.
it: La funzionalità di suggerimento per l'elemento è stata aggiunta correttamente.

source: You did not provide a name for your new vocabulary.
it: Non hai fornito un nome per il tuo nuovo vocabolario.

source: The name you provided for your new vocabulary is already in use.
it: Il nome fornito per il tuo nuovo vocabolario è già in uso.

source: Your new vocabulary has been created successfully. You may now assign it to metadata elements.
it: Il tuo nuovo vocabolario è stato creato correttamente. Puoi ora assegnarlo agli elementi metadati.

source: No vocabulary was chosen for editing.
it: Non è stato scelto alcun vocabolario per la modifica.

source: There was a problem editing your vocabulary.
it: Si è verificato un problema durante la modifica del tuo vocabolario.

source: Remote vocabulary edited successfully.
it: Vocabolario remoto modificato correttamente.

source: No changes were made to the vocabulary.
it: Nessuna modifica è stata apportata al vocabolario.

source: Local vocabulary edited successfully.
it: Vocabolario locale modificato correttamente.

source: At least one element is still assigned to this vocabulary. Delete the assignments before trying to delete the vocabulary.
it: Almeno un elemento è ancora assegnato a questo vocabolario. Cancella la assegnazione prima di provare a cancellare il vocabolario.

source: Vocabulary deleted successfully.
it: Vocabolario cancellato correttamente.

source: This will delete the Vocabulary "%s", but not the values already stored in the repository.
it: Questo cancellerà il vocabolario "%s", ma non i valori già registrati nell'archivio.

source: There was an error processing your request.
it: Si è verificato un errore nella lavorazione della tua richiesta.

source: No value for the selected element was found in the repository.
it: Non è stato trovato nell'archivio alcun valore per l'elemento selezionato.

source: These are the values stored in the repository for the selected element; clicking on any of them results in a search for all Items including that particular value. Values not found in a local vocabulary assigned to the element will be marked in red (feature has to be enabled in plugin configuration).
it: Questi sono i valori registrati nell'archivio per l'elemento selezionato; cliccando su uno qualsiasi di essi si realizzare una ricerca di tutti i Documenti che includono quel particolare valore. I valori non rinvenuti nel vocabolario locale assegnato all'elemento verranno marcati in rosso (la funzionalità dev'essere attivata nella configurazione del plugin).

source: Count
it: Conteggio

source: Value
it: Valore

source: Warnings
it: Avvertimenti

source: click to search for
it: clicca per cercare

source: this page
it: questa pagina

source: these pages
it: queste pagine
